Repository: CandanUmut/tarihapp
Catalog: lib/l10n/app_*.arb
Languages: tr

# action_start_learning
source: Start learning
tr: Öğrenmeye başla

# action_continue
source: Continue
tr: Devam et

# onboarding_title
source: Learn faith & history
tr: Din ve tarihi öğren

# choose_language
source: Choose your language
tr: Dilini seç

# daily_goal_title
source: Set a daily goal
tr: Günlük hedef belirle

# minutes_per_day
source: {minutes} min/day
tr: Günde {minutes} dk

# privacy_note
source: We never sell data. Everything stays on your device.
tr: Verini satmıyoruz. Her şey cihazında kalır.

source: Finish
tr: Bitir

# home_greeting
source: Assalamu alaikum
tr: Selamun aleyküm

# streak_today_done
source: Today's study done
tr: Bugünkü çalışma tamam

source: Completion rate
tr: Tamamlama oranı

source: Explore
tr: Keşfet

source: Lessons
tr: Dersler

source: History
tr: Tarih

source: Research
tr: Araştırma

source: Profile
tr: Profil

source: Bookmarks
tr: Kaydedilenler

source: Flashcards
tr: Kartlar

source: Read now
tr: Şimdi oku

# mark_done
source: Mark as done
tr: Tamamlandı

# daily_goal_prompt
source: How many minutes would you like to learn daily?
tr: Günde kaç dakika öğrenmek istersin?

# reminder_banner
source: Enable reminders to keep your streak thriving.
tr: Serini korumak için hatırlatmaları aç.

# search_hint
source: Search lessons, prophets, or themes
tr: Ders, peygamber veya tema ara

# empty_state
source: Nothing here yet
tr: Henüz içerik yok

# error_state
source: Something went wrong
tr: Bir şeyler ters gitti

# language_turkish
source: Turkish
tr: Türkçe

# language_english
source: English
tr: İngilizce

# continue_learning
source: Continue where you left
tr: Kaldığın yerden devam et

# streak_days
source: {days} day streak
tr: {days} günlük seri

source: Overall progress
tr: Genel ilerleme

source: Reminders
tr: Hatırlatmalar

source: Settings
tr: Ayarlar

source: Achievements
tr: Başarılar

# toggle_academic_sidebar
source: Academic sidebar
tr: Akademik kenar

# lesson_quiz_title
source: Check your understanding
tr: Bilgini yokla

# answer_correct
source: Correct!
tr: Doğru!

# answer_incorrect
source: Try again
tr: Tekrar dene

source: Set reminder
tr: Hatırlatma ayarla

# reminder_time_label
source: Reminder time
tr: Hatırlatma saati

source: Language
tr: Dil

source: Daily goal
tr: Günlük hedef

source: Save
tr: Kaydet

# timeline_title
source: Prophetic timeline
tr: Peygamberler kronolojisi

source: Map notes
tr: Harita notları

source: Today
tr: Bugün

# today_learn
source: Learn
tr: Öğren

# today_review
source: Review ({due} due)
tr: Tekrar ({due} bekliyor)

# today_reflect
source: Reflect
tr: Düşün

source: Search results
tr: Arama sonuçları

# settings_appearance
source: Appearance
tr: Görünüm

# settings_reading
source: Reading comfort
tr: Okuma konforu

# theme_system
source: Follow system
tr: Sistemle eşle

# theme_light
source: Light
tr: Aydınlık

# theme_dark
source: Dark
tr: Karanlık

# text_size_label
source: Text size: {scale}x
tr: Yazı boyutu: {scale}x

# text_size_preview
source: Knowledge flourishes when you review consistently.
tr: Bilgi düzenli tekrarlandığında kalıcı olur.

# daily_goal_helper
source: Tip: start with 10 minutes and build momentum.
tr: İpucu: 10 dakika ile başlayıp alışkanlık kur.

# achievements_empty
source: Start studying to earn your first badge.
tr: İlk rozetini kazanmak için çalışmaya başla.

# achievement_unlocked
source: Unlocked
tr: Açıldı

# achievement_locked
source: Locked
tr: Kilitli

# achievement_progress
source: {percent}% complete
tr: %{percent} tamamlandı

# achievement_first_steps_title
source: First steps
tr: İlk adımlar

# achievement_first_steps_desc
source: Complete your very first lesson from start to finish.
tr: İlk dersini baştan sona tamamla.

# achievement_consistent_scholar_title
source: Consistent scholar
tr: İstikrarlı talebe

# achievement_consistent_scholar_desc
source: Maintain a streak of 7 study days.
tr: 7 gün üst üste çalışma serisi yakala.

# achievement_library_explorer_title
source: Library explorer
tr: Kütüphane kaşifi

# achievement_library_explorer_desc
source: Read from the research library on 5 different days.
tr: Araştırma kütüphanesinden 5 farklı gün oku.

# achievement_quiz_ace_title
source: Quiz ace
tr: Sınav ustası

# achievement_quiz_ace_desc
source: Average at least 80% across your completed quizzes.
tr: Tamamlanan sınavlarında en az %80 ortalama yakala.

# achievement_course_completer_title
source: Course completer
tr: Ders ustası

# achievement_course_completer_desc
source: Finish 75% of the available lessons.
tr: Mevcut derslerin %75’ini bitir.

# reading_time
source: {minutes} min read
tr: {minutes} dk okuma

# quiz_incomplete
source: Answer every question to check your score.
tr: Skoru görmek için tüm soruları cevapla.

# quiz_score
source: Score: {correct}/{total}
tr: Puan: {correct}/{total}
